/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"RUNNING" = "実行中";

"STOPPED" = "停止";

"STARTING" = "開始中";

"STOPPING" = "停止中";

"PAUSED" = "一時停止";

"UNKNOWN" = "不明";

"N/A" = "参照不可";

"Allow"="許可";

"Deny"="拒否";

/* TCP/UDP used in pop-ups and in the custom cell in the Services pane */
/* Should be kept short to avoid size issues */
"udp"="UDP";	
"tcp"="TCP";
"icmp"="ICMP";
"igmp"="IGMP";
"esp"="ESP";
"gre"="GRE";

"In"="受信";

"Out"="送信";

"Other"="その他";

"Other..."="その他...";

"Untitled Group"="名称未設定のグループ";

/* Time stamp in the active rules */
"Last updated: %@"="前回のアップデート：%@";
"kActiveRulesDateFormatter"="%c";

"matching"="一致";
"matching packet"="一致するパケット";
"matching packets"="一致するパケット";

/* any used for the catch-all ip address group */
/* and also for the catch-all ip address range */
"any"="任意";

/* Added for configuration */

"Address range from: %@\n\t\t\t   to: %@"="アドレス範囲：%@\n\t\t\t   〜%@";

"Address invalid"="アドレスが無効です";
"Invalid IP address, range or group"="IP アドレス、範囲、またはグループが無効です";
"Valid IP address"="有効な IP アドレス";
"default"="デフォルト";

/* Stealth mode */
"When enabled, clients trying to connect to a closed port will not receive a TCP reset."="有効にすると、閉じたポートに接続しようとするクライアントに TCP リセットが送信されません。";
"When enabled, clients trying to connect to a closed port will not receive an ICMP Port Unreachable notification."="有効にすると、閉じたポートに接続しようとするクライアントに ICMP ポート到達不能の通知が送信されません。";

/* Duplicate IP Address Group Alert */
"OK"="OK";
"Group named \"%@\" already exists"="\"%@\"という名前のグループはすでに存在します";
"Change the name of the group to be unique."="グループの名前を一意名に変更してください。";

/* Dependent Rules Alert */
"Cancel"="キャンセル";
"Remove All"="すべて取り除く";
"Group \"%@\" has dependent rules"="グループ\"%@\"には依存するルールがあります";
"Deleting this IP address group will also delete %d dependent advanced rule(s).\n\nAre you sure you want to continue?"="この IP アドレスグループを削除すると、依存する %d 個の詳細ルールも削除されます。\n\n続けてもよろしいですか？";

/* Security alert (when turning off firewall) */
"Turning off the firewall may lessen the security of your network."="ファイアウォールを切にすると、ネットワークのセキュリティが低下する可能性があります。";

/* Duplicating IP Groups or Services */
"%@ copy"="%@ のコピー";


/* error reporting */
"Error reported from server: %@"="サーバから報告されたエラー：%@";

/* Service Names (from a Panther server) */

"Web Service"="Web サービス";
"Apple File Service"="Apple ファイルサービス";
"Windows File Service"="Windows ファイルサービス";
"FTP File Service"="FTP ファイルサービス";
"Printer Sharing"="プリンタ共有";
"Domain Name Service"="ドメインネームサービス";
"ICMP Echo"="ICMP のエコー";
"Secure Shell (SSH)"="SSH（Secure Shell）";
"SMTP Mail"="SMTP メール";
"DHCP and NetBoot"="DHCP と NetBoot";
"Finger Service"="Finger サービス";
"POP3 Mail"="POP3 メール";
"Remote Procedure Call"="リモート・プロシージャコール";
"Windows Names"="Windows 名";
"Windows Browsing"="Windows のブラウズ";
"Secure Server Administration protocol"="保護されたサーバ管理プロトコル";
"LDAP Service"="LDAP サービス";
"Service Location Protocol"="Service Location Protocol";
"QTSS Streaming RTSP"="QTSS ストリーミング RTSP";
"Remote Directory Access"="リモート・ディレクトリ・アクセス";
"Secure LDAP"="保護された LDAP";
"Server Administration protocol"="サーバ管理プロトコル";
"QTSS Web administration"="QTSS Web 管理";
"PPTP VPN"="PPTP VPN";
"IP Failover"="IP フェイルオーバー";
"NFS file service"="NFS ファイルサービス";
"Macintosh Manager"="Macintosh マネージャ";
"Apple Remote Desktop"="Apple Remote Desktop";
"QTSS MP3 Streaming"="QTSS MP3 ストリーミング";


/* Service Names (from a Tiger server, with Panther names deleted) */
/* Master list is maintained on server. One way to generate this list: */
/* serveradmin settings ipfilter:standardServices */
/* and pipe the results through grep and sed and sort. */

"AirPort"="AirMac";
"Apple File Service (AFP)"="Apple ファイルサービス（AFP）";
"AppleTalk protocols"="AppleTalk プロトコル";
"ARD 1.2 - Apple Remote Desktop 1.2"="ARD 1.2 - Apple Remote Desktop 1.2";
"ARD 2.x - Apple Remote Desktop 2.x"="ARD 2.x - Apple Remote Desktop 2.x";
"ARD 2.x - CIM/OpenWBEM"="ARD 2.x - CIM/OpenWBEM";
"ARD 2.x - database"="ARD 2.x - データベース";
"Authentication service"="認証サービス";
"Camera and scanner sharing"="カメラおよびスキャナ共有";
"Dantz Retrospect"="Dantz Retrospect";
"DHCP and NetBoot client"="DHCP および NetBoot クライアント";
"DHCP and NetBoot server"="DHCP および NetBoot サーバ";
"Distributed compiler"="分散コンパイラ";
"DNS - inbound queries"="DNS - 受信クエリー";
"DNS - responses to outbound queries"="DNS - 送信クエリーへの応答";
"Echo"="エコー";
"ESP - Encapsulating Security Payload protocol"="ESP - Encapsulating Security Payload プロトコル";
"FileMaker - helper service"="FileMaker - ヘルパーサービス";
"FileMaker - name binding and transport"="FileMaker - 名前のバインディングおよびトランスポート";
"FileMaker - server service"="FileMaker - サーバサービス";
"Finger service"="Finger サービス";
"FTP service"="FTP サービス";
"FTP service - PASV port range"="FTP サービス - PASV ポートの範囲";
"GRE - Generic Routing Encapsulation protocol"="GRE - Generic Routing Encapsulation プロトコル";
"HTTP - web service alternate (Apache 2 default)"="HTTP - Web サービス代替（Apache 2 デフォルト）";
"HTTP - web service"="HTTP - Web サービス";
"HTTP and HTTPS ports for Tomcat standalone and JBoss (J2EE)"="Tomcat スタンドアロンおよび JBoss（J2EE）用の HTTP および HTTPS ポート";
"HTTPS - secure web service via SSL"="HTTPS - SSL 経由の保護された Web サービス";
"iChat - audio/video RTP and RTCP"="iChat - オーディオ／ビデオ RTP および RTCP";
"iChat - Instant Messenger, file transfer"="iChat - インスタントメッセンジャー、ファイル転送";
"iChat - local UDP"="iChat - ローカル UDP";
"iChat - local"="iChat - ローカル";
"iChat - Session Initiation Protocol"="iChat - Session Initiation Protocol";
"iChat Server - file transfer proxy"="iChat サーバ - ファイル転送プロキシ";
"iChat Server - server-to-server"="iChat サーバ - サーバ間";
"iChat Server - SSL"="iChat サーバ - SSL";
"iChat Server"="iChat サーバ";
"ICMP - all messages"="ICMP - すべてのメッセージ";
"ICMP - echo reply messages (replies to outgoing pings)"="ICMP - エコー応答メッセージ（送信 ping への応答）";
"ICMP - echo request messages (incoming pings)"="ICMP - エコー要求メッセージ（受信 ping）";
"ICMP - required types only"="ICMP - 必須のタイプのみ";
"IGMP - Internet Group Management Protocol"="IGMP - Internet Group Management Protocol";
"IKE NAT Traversal"="IKE NAT Traversal";
"IPP - printer sharing"="IPP - プリンタ共有";
"iSync"="iSync";
"iTunes music sharing"="iTunes ミュージック共有";
"iTunes Radio streams"="iTunes Radio ストリーム";
"Kerberos 5 admin/changepw"="Kerberos 5 admin/changepw";
"Kerberos V5 KDC"="Kerberos V5 KDC";
"LDAP secure"="LDAP セキュリティ保護";
"LDAP service"="LDAP サービス";
"LPR - printer spooling"="LPR - プリンタスプール";
"Mail: Custom Filtering (sieve)"="メール：カスタムフィルタ（Sieve）";
"Mail: IMAP SSL"="メール：IMAP SSL";
"Mail: IMAP"="メール：IMAP";
"Mail: POP3 over SSL"="メール：POP3 over SSL";
"Mail: POP3"="メール：POP3";
"Mail: SMTP Standard"="メール：SMTP 標準";
"Mail: SMTP Submission"="メール：SMTP サブミッション";
"mDNS - Multicast DNS"="mDNS - Multicast DNS";
"Microsoft Domain Server"="Microsoft ドメインサーバ";
"Mobile Account Sync"="モバイルアカウントの同期";
"MySQL"="MySQL";
"NETBIOS datagram - Windows browsing"="NETBIOS データグラム - Windows ブラウジング";
"NetInfo - full range"="NetInfo - 全範囲";
"NetInfo - static port only"="NetInfo - 静的ポートのみ";
"NetNews"="NetNews";
"NFS - Network File Service protocol"="NFS - Network File Service プロトコル";
"NNTP - Network News Transfer Protocol"="NNTP - Network News Transfer Protocol";
"NTP - Network Time Protocol"="NTP - Network Time Protocol";
"Password Server"="パスワードサーバ";
"QTSS MP3 streaming"="QTSS MP3 ストリーミング";
"QTSS RTP Streaming"="QTSS RTP ストリーミング";
"QTSS web administration"="QTSS Web 管理";
"Remote AppleEvents"="リモート AppleEvent";
"Remote RMI and RMI/IIOP access to JBoss"="JBoss へのリモート RMI および RMI/IIOP アクセス";
"Remote web server access to an AJP port"="AJP ポートへのリモート Web サーバアクセス";
"RPC - Remote Procedure Call (rpcbind)"="RPC - Remote Procedure Call（rpcbind）";
"RTSP - QTSS streaming"="RTSP - QTSS ストリーミング";
"RTSP - QTSS streaming, Automatic Router Configuration Protocol (ARCP)"="RTSP - QTSS ストリーミング、ARCP（Automatic Router Configuration Protocol）";
"Serial number support"="シリアル番号サポート";
"Server Admin SSL, also Web-ASIP"="“サーバ管理”の SSL、および Web-ASIP";
"Server administration using Server Admin"="“サーバ管理”を使用したサーバ管理";
"Server administration using Server Settings"="“サーバ設定”を使用したサーバ管理";
"SFTP - Simple File Transfer Protocol"="SFTP - Simple File Transfer Protocol";
"Shell"="シェル";
"SLP - Service Location Protocol"="SLP - Service Location Protocol";
"SMB/CIFS - Windows file service"="SMB/CIFS - Windows ファイルサービス";
"SNMP - Simple Network Management Protocol"="SNMP - Simple Network Management Protocol";
"Software Update Server"="ソフトウェア・アップデート・サーバ";
"SSH - Secure Shell"="SSH - Secure Shell";
"Subversion via svnserve"="svnserve 経由の Subversion";
"Syslog"="Syslog";
"TCP (established)"="TCP（確立済み）";
"TCP (outgoing)"="TCP（送信）";
"Telnet"="Telnet";
"TFTP - Trivial FTP"="TFTP - Trivial FTP";
"Timbuktu"="Timbuktu";
"Tomcat remote shutdown"="Tomcat リモートシャットダウン";
"UDP Fragments"="UDP フラグメント";
"UDP outbound and responses to same port"="UDP 送信および同じポートへの応答";
"UDP inbound and responses to same port"="UDP 受信および同じポートへの応答";
"VPN ISAKMP/IKE"="VPN ISAKMP/IKE";
"VPN L2TP - Layer-Two Tunneling Protocol"="VPN L2TP - Layer-Two Tunneling Protocol";
"VPN PPTP - Point-to-Point Tunneling Protocol"="VPN PPTP - Point-to-Point Tunneling Protocol";
"Web Performance Cache redirects"="Web パフォーマンスキャッシュのリダイレクト";
"Web service, iTunes Radio streams"="Web サービス、iTunes Radio ストリーム";
"WebObjects"="WebObjects";
"Who"="Who";
"WINS - Windows Internet Naming Service"="WINS - Windows Internet Naming Service";
"Xgrid"="XGrid";

/* New Service Names from a SnowLeopard Server */
"Address Book Server"="アドレスブックのサーバ";
"Address Book Server - SSL"="アドレスブックのサーバ - SSL";
"AirPort base station administration"="AirMac ベースステーションの管理";
"ARD - CIM/OpenWBEM"="ARD - CIM/OpenWBEM";
"ARD - Database Access"="ARD - データベースアクセス";
"ARD - Remote Management"="ARD - リモートマネージメント";
"Directory Access: LDAP"="ディレクトリアクセス：LDAP";
"Directory Access: LDAP SSL"="ディレクトリアクセス：LDAP SSL";
"Directory Access: Remote Administration"="ディレクトリアクセス：リモート管理";
"HTTP - web service alternate"="HTTP - Web サービス代替";
"iCal Server"="iCal サーバ";
"iCal Server - SSL"="iCal サーバ - SSL";
"Mail: SMTP Legacy SSL Submission"="メール：SMTP レガシー SSL サブミッション";
"Podcast Producer Server - SSL"="Podcast プロデューサーサーバ - SSL";
"Podcast Producer Server"="Podcast プロデューサーサーバ";
"Podcast Producer Server - Camera Control"="Podcast プロデューサーサーバ - カメラコントロール";
"RADIUS Server"="RADIUS サーバ";
"Server Admin and Server Preferences"="“サーバ管理”と“サーバ環境設定”";
"VPN L2TP: ESP - Encapsulating Security Payload protocol"="VPN L2TP：ESP - Encapsulating Security Payload プロトコル";
"VPN L2TP: IKE NAT Traversal"="VPN L2TP：IKE NAT Traversal";
"VPN L2TP: ISAKMP/IKE"="VPN L2TP：ISAKMP/IKE";
"VPN PPTP: GRE - Generic Routing Encapsulation protocol"="VPN PPTP：GRE - Generic Routing Encapsulation プロトコル";

/* Server side errors */

"100001" = "1 つ以上のファイアウォールルールを適用できません。詳細はログを参照してください";
"100002" = "カーネルを設定できません。詳細はログを参照してください"; 
"100003" = "基になるシステムを適切に操作できません。詳細はログを参照してください";
"100004" = "構成ファイルが見つからないか、または無効です。詳細はログを参照してください";	
"100005" = "ルールを変更する必要があります。詳細はログを参照してください";	

/* Overview */

"Firewall Service is:" = "ファイアウォールサービス：";
"Number of Static Rules:" = "静的なルールの数：";
"Number of Dynamic Rules:" = "動的なルールの数：";
"Number of Matching Packets:" = "一致するパケットの数：";
"Bytes in Matching Packets:" = "一致するパケットのバイト数：";

/* Logs */

"Firewall Log" = "ファイアウォールログ";
